IDEA StatiCa Open Model
OpenModel.CrossSection Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of CrossSection
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<CrossSection> CrossSection { get; set; }
Public Property CrossSection As List(Of CrossSection)
	Get
	Set
public:
property List<CrossSection^>^ CrossSection {
	List<CrossSection^>^ get ();
	void set (List<CrossSection^>^ value);
}
Property Value
Type: List<CrossSection>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace